{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANFL1992ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:25:49", 
        "ExpiresOn": "2022-12-14T15:25:49", 
        "Version": "0"
    }, 
    "Items": [
        {
            "2": {
                "awayTeam": "AFC", 
                "caption": "1993 NFL Pro Bowl", 
                "date": "1993-02-07", 
                "description": "Nick Lowery's 33-yard field goal 4:09 into the extra period gave the AFC a 23–20 victory in the annual pro football all star game. The AFC won despite being dominated by the NFC in first downs 30–9, and in total yards gained 471–114. The AFC was able to capitalize on 6 forced turnovers, two blocked field goals (one of which was returned for a touchdown), and an interception that was taken back for six points. Special teams ace Steve Tasker of the AFC Champion Buffalo Bills was named the player of the game for making four tackles, forcing a fumble and blocking a field goal. His block came at a crucial point with just 8 minutes left and the game tied at 13. Los Angeles Raiders Terry McDaniel scooped up the ball and raced 28 yards to give the AFC a 20–13 lead. The NFC however rallied behind San Francisco 49ers quarterback Steve Young, whose fourth down 23-yard touchdown pass to New York Giants running back Rodney Hampton tied the game with just 10 seconds left. Steve Young was 18 of 32 passes for 196 yards but was also sacked 3 times and lost a fumble in overtime. Howie Long of the Raiders fell on the ball setting up the game-winning field goal.", 
                "homeTeam": "NFC", 
                "inspected:Announcers": "Mike Patrick and Joe Theismann", 
                "inspected:Attendance": "50,007", 
                "inspected:Date": "February 7, 1993", 
                "inspected:Halftime show": "Randy Travis", 
                "inspected:MVP": "Steve Tasker (Buffalo Bills)", 
                "inspected:Network": "ESPN", 
                "inspected:Referee": "Howard Roe", 
                "inspected:Stadium": "Aloha Stadium, Honolulu, Hawaii", 
                "networks": []
            }
        }
    ]
}