{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANFL2003ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:26:01", 
        "ExpiresOn": "2022-12-14T15:26:01", 
        "Version": "0"
    }, 
    "Items": [
        {
            "2": {
                "awayTeam": "AFC", 
                "caption": "2004 NFL Pro Bowl", 
                "date": "2004-02-08", 
                "description": "The AFC's first play set the tone for what would become a high-scoring affair. Tennessee Titans quarterback Steve McNair faked a handoff to running back Jamal Lewis before throwing to Chad Johnson for a 90-yard touchdown pass, the third-longest scoring play in Pro Bowl history. After the NFC got the ball back, they were forced to punt after a three-and-out. However, the punt by Todd Sauerbrun was blocked, and Ed Reed of the Ravens recovered it and ran it into the end zone, giving the AFC a 14–0 lead early on. The NFC responded with a touchdown by Seahawks running back Shaun Alexander, and Jeff Wilkins kicked a field goal to bring the NFC to within four. After Mike Vanderjagt kicked a field goal of his own, the score at the end of the first quarter was 17–10 AFC. Peyton Manning came on for the AFC at the second quarter, and hit Colts teammate Marvin Harrison with a 50-yard strike, as well as another touchdown pass to Tony Gonzalez. Wilkins kicked another field goal for the NFC, and the halftime score was 31–13 in favor of the AFC.", 
                "homeTeam": "NFC", 
                "inspected:Announcers": "Mike Patrick, Joe Theismann, and Paul Maguire", 
                "inspected:Attendance": "50,127", 
                "inspected:Date": "February 8, 2004", 
                "inspected:MVP": "Marc Bulger (St. Louis Rams)", 
                "inspected:National anthem": "Kiley Dean", 
                "inspected:Network": "ESPN", 
                "inspected:Referee": "Pete Morelli", 
                "inspected:Stadium": "Aloha Stadium, Honolulu, Hawaii", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/d/d2/2004_Pro_Bowl.svg", 
                "networks": [
                    "ESPN"
                ]
            }
        }
    ]
}