{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANFL2004ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:26:02", 
        "ExpiresOn": "2022-12-14T15:26:02", 
        "Version": "0"
    }, 
    "Items": [
        {
            "2": {
                "awayTeam": "NFC", 
                "caption": "2005 NFL Pro Bowl", 
                "date": "2005-02-13", 
                "description": "The game started off slowly. The AFC was forced to punt away its first possession, and the NFC missed a field goal from 43 yards out. Two plays later, the AFC opened up scoring with a 62-yard pass from Peyton Manning to his Indianapolis Colts teammate, Marvin Harrison. The NFC drove back quickly, but Donovan McNabb's pass was intercepted by Joey Porter. Manning then hooked up with Hines Ward for a 41-yard score, and the AFC led 14–0. The NFC came back with a time consuming drive that spanned the end of the first quarter to the beginning of the second, and ended with a 12-yard run by Brian Westbrook to bring the NFC within 7. However, David Akers' attempted onside kick would prove costly, as Ward recovered the kick and returned it 39 yards for a score, the first ever kickoff return for a touchdown in Pro Bowl history. Daunte Culpepper attempted to bring the NFC back, but was intercepted by Takeo Spikes. That interception led to another Manning touchdown, this time a 12-yard pass to Antonio Gates which gave the AFC a comfortable 28–7 lead. The NFC once again came down the field, led by Culpepper, but the drive was not without problems. On the second play, Torry Holt caught a pass but was hit by Tory James, causing a fumble. John Lynch recovered the fumble for the AFC, but the play was negated after a penalty on Marcus Stroud. Akers ended up kicking a 33-yard field goal to bring the score to 28–10, which is how the first half ended.", 
                "homeTeam": "AFC", 
                "inspected:Announcers": "Mike Patrick, Joe Theismann, Paul Maguire, Suzy Kolber, and Michele Tafoya", 
                "inspected:Attendance": "50,225", 
                "inspected:Coin toss": "Admiral Thomas Fargo", 
                "inspected:Date": "February 13, 2005", 
                "inspected:MVP": "Peyton Manning (Indianapolis Colts)", 
                "inspected:National anthem": "Jason Mraz", 
                "inspected:Network": "ESPN", 
                "inspected:Referee": "Bernie Kukar", 
                "inspected:Stadium": "Aloha Stadium, Honolulu, Hawaii", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/4/46/2005_Pro_Bowl.svg", 
                "networks": [
                    "ESPN"
                ]
            }
        }
    ]
}