{
    "franchises": {
        "MLB": {},
        "NBA": {},
        "NFL": {
            "Arizona Cardinals": {
                "active": true,
                "fromYear": 1920,
                "description": "The Arizona Cardinals are a professional American football team based in Glendale, Arizona. They currently are members of the West division of the National Football Conference (NFC) in the National Football League (NFL). The Cardinals were founded in 1898, and are the oldest continuously run professional sports team in the United States outside of baseball.\r\n\r\nThe team was established in Chicago in 1898 and was a charter member of the NFL in 1920. Along with the Chicago Bears, the club is one of two NFL charter member franchises still in operation since the league's founding. (The Green Bay Packers were an independent team until they joined the NFL in 1921). The club then moved to St. Louis, Missouri in 1960 and played in that city through 1987 (sometimes referred to as the \"Football Cardinals\" and/or the \"Big Red\" to avoid confusion with the Major League Baseball St. Louis Cardinals). Other less commonly used nicknames were the \"Gridbirds\" (used only by a local newspaper columnist) or \"Cardiac Cards\" (used only to refer to the 1975 team). Before the 1988 NFL season, the team moved to Tempe, Arizona, a college suburb east of Phoenix, and played their home games for the next 18 years at Arizona State University's Sun Devil Stadium. In 2006, the club began playing all home games at the newly constructed University of Phoenix Stadium in the northwestern suburb of Glendale, although the team's training facility is in Tempe.\r\n\r\nThe franchise has two NFL championships, both while it was based in Chicago. The first occurred in 1925, but is the subject of controversy, with supporters of the Pottsville Maroons believing that Pottsville should have gotten the title. Their second title, and the first to be received through a championship game, came in 1947, two decades before the first Super Bowl game was played.\r\n\r\nIn the six-plus decades since winning the championship in 1947, the team suffered many losing seasons, and currently hold the league's longest active championship drought. They have been to the playoffs six times and have won six playoff games, three of which were victories during their run in the 2008–09 NFL Playoffs. During that season, they won their only NFC Championship Game since the 1970 AFL-NFL Merger, and reached Super Bowl XLIII. The team has also won four division titles (1974, 1975, 2008, and 2009) since their 1947–1948 NFL championship game appearances.\r\n\r\nIn 2012 the Cardinals became the first NFL franchise to lose 700 games since its inception. The franchise's all-time mark at the conclusion of the 2013 season is 511–716–39.\r\n\r\nFrom 1988 through 2012 (except 2005, when they trained in Prescott), the Cardinals conducted their annual summer training camp at Northern Arizona University in Flagstaff. The Cardinals moved their training camp to University of Phoenix Stadium in 2013.",
                "toYear": null,
                "teams": [
                    {
                        "active": true,
                        "city": "Arizona",
                        "fullName": "Arizona Cardinals",
                        "name": "Cardinals",
                        "years": [
                            {
                                "from": 1994,
                                "to": 2021
                            }
                        ],
                        "aliases": ["Football Cardinals", "Big Red", "CRD"],
                        "assets": {
                            "banner": [
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/banner/uywwsu1421524973.jpg"
                                }
                            ],
                            "badge": [
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/badge/xvuwtw1420646838.png"
                                }
                            ],
                            "fanArt": [
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/fanart/qtryxt1421271537.jpg"
                                },
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/fanart/g797je1548361158.jpg"
                                },
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/fanart/ywqqxx1421272167.jpg"
                                },
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/fanart/r1ruid1548361170.jpg"
                                }
                            ],
                            "jersey": [
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/jersey/wwxqxv1471795600.png"
                                }
                            ],
                            "logo": [
                                {
                                    "source": "thesportsdb",
                                    "url": "https://www.thesportsdb.com/images/media/team/logo/rbfpn21512746397.png"
                                },
                                {
                                    "source": "profootballreference",
                                    "url": "https://d2p3bygnnzw9w3.cloudfront.net/req/202108041/tlogo/pfr/crd.png"
                                },
                                {
                                    "source": "profootballreference",
                                    "season": "2020",
                                    "url": "https://d2p3bygnnzw9w3.cloudfront.net/req/202108041/tlogo/pfr/crd-2020.png"
                                }
                            ]
                        }
                    },
                    {
                        "active": false,
                        "city": "Phoenix",
                        "fullName": "Phoenix Cardinals",
                        "name": "Cardinals",
                        "years": [
                            {
                                "from": 1988,
                                "to": 1993
                            }
                        ],
                        "aliases": ["PHX"]
                    },
                    {
                        "active": false,
                        "city": "Chi/Pit",
                        "fullName": "Chi/Pit Cards/Steelers",
                        "name": "Cards/Steelers",
                        "years": [
                            {
                                "from": 1944,
                                "to": 1944
                            }
                        ],
                        "aliases": ["CHIPIT"]
                    },
                    {
                        "active": false,
                        "city": "Chicago",
                        "fullName": "Chicago Cardinals",
                        "name": "Cardinals",
                        "years": [
                            {
                                "from": 1920,
                                "to": 1943
                            },
                            {
                                "from": 1945,
                                "to": 1959
                            }
                        ]
                    },
                    {
                        "active": false,
                        "city": "St. Louis",
                        "fullName": "St. Louis Cardinals",
                        "name": "Cardinals",
                        "years": [
                            {
                                "from": 1960,
                                "to": 1987
                            }
                        ]
                    }
                ]
            }
        },
        "NHL": {}
    }
}
