{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA1950ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-24T02:37:13", 
        "ExpiresOn": "2022-12-24T02:37:13", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "1951 NBA All-Star Game", 
                "date": "1951-03-03T01:00:00+00:00", 
                "description": "The 1951 NBA All-Star Game was an exhibition basketball game played on March 2, 1951, at Boston Garden in Boston, Massachusetts, home of the Boston Celtics. The game was the first edition of the National Basketball Association (NBA) All-Star Game and was played during the 1950–51 NBA season. The idea of holding an All-Star Game was conceived during a meeting between NBA President Maurice Podoloff, NBA publicity director Haskell Cohen and Boston Celtics owner Walter A. Brown. At that time, the basketball world had just been stunned by the college basketball point-shaving scandal. In order to regain public attention to the league, Cohen suggested the league to host an exhibition game featuring the league's best players, similar to the Major League Baseball's All-Star Game. Although most people, including Podoloff, were pessimistic about the idea, Brown remained confident that it would be a success. He even offered to host the game and to cover all the expenses or potential losses incurred from the game. The Eastern All-Stars team defeated the Western All-Stars team 111–94. Boston Celtics' Ed Macauley was named as the first NBA All-Star Game Most Valuable Player Award. The game became a success, drawing an attendance of 10,094, much higher than that season's average attendance of 3,500.", 
                "homeTeam": "West", 
                "inspected:Arena": "Boston Garden", 
                "inspected:Attendance": "10,094", 
                "inspected:City": "Boston, Massachusetts", 
                "inspected:Date": "Friday, March 2, 1951", 
                "inspected:MVP": "Ed Macauley", 
                "inspected:Referees": "Pat KennedyCharley Eckman"
            }
        }
    ]
}