{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA1965ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-24T02:37:51", 
        "ExpiresOn": "2022-12-24T02:37:51", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "1966 NBA All-Star Game", 
                "date": "1966-01-12T01:00:00+00:00", 
                "description": "The 16th National Basketball Association All-Star Game was played on January 11, 1966, at Cincinnati Gardens in Cincinnati, Ohio. The coaches were Red Auerbach for the East, and Fred Schaus for the West. Much of the game would focus around the local team's three named All-Stars. Cincinnati's Oscar Robertson had been named the event's MVP in 1964, and Cincinnati's Jerry Lucas had been named MVP in 1965. At game time, the East Division's top three teams, Boston, Philadelphia and Cincinnati, had the three best records in the league, with New York trailing far behind. This led East Coach Red Auerbach to name Cincinnati's Adrian Smith as a reserve and not New York's sharpshooting Dick Barnett, a source of some controversy at the time. The home crowd rallied behind Smith as he emerged as the game's star. It was Smith's only All-Star appearance, and he remains to-date the only one-time NBA All-Star ever named the event's MVP. The overmatched West suffered not just from poor shooting, but also from losing key All-Star Jerry West to an eye injury in the first quarter. The game was nationally televised, with an attendance of 13,653.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Harry Caray", 
                "inspected:Arena": "Cincinnati Gardens", 
                "inspected:Attendance": "13,653", 
                "inspected:City": "CIncinnati, Ohio", 
                "inspected:Date": "January 11, 1966", 
                "inspected:MVP": "Adrian Smith", 
                "inspected:Network": "SNI", 
                "inspected:Referees": "Norm Drucker and John Vanak", 
                "networks": [
                    "SNI"
                ]
            }
        }
    ]
}