{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2005ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-24T02:45:31", 
        "ExpiresOn": "2022-12-24T02:45:31", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2006 NBA All-Star Game", 
                "date": "2006-02-20T01:00:00+00:00", 
                "description": "The 2006 NBA All-Star Game was played on Sunday, February 19, 2006 at the Toyota Center in Houston, Texas, home of the Houston Rockets. The game was the 55th annual All-Star game. The theme song was by Houston native Chamillionaire who made a new version of his hit \"Turn It Up.\" Trailing by 21 points, the East rode the hot shooting of LeBron James and the teamwork of the four All-Stars from the Detroit Pistons to a 122–120 victory over the West. The 21-year-old James, who scored 29 points and grabbed six rebounds, became the youngest player to win MVP. With the score tied, Dwyane Wade, who finished with 20 points, hit the game-winning layup with 16 seconds left. Tracy McGrady of the Houston Rockets led all players with a game-high 36 points.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Doug Collins, and Steve KerrKevin Harlan, Reggie Miller, Charles Barkley, Kenny Smith and Magic Johnson (All-Star Saturday Night)Jim Durham and Jack Ramsay", 
                "inspected:Arena": "Toyota Center", 
                "inspected:Attendance": "18,652", 
                "inspected:City": "Houston", 
                "inspected:Date": "February 19, 2006", 
                "inspected:Halftime show": "John Legend and Carrie Underwood", 
                "inspected:MVP": "LeBron James", 
                "inspected:National anthem": "Jann Arden (CAN)Destiny's Child (USA)", 
                "inspected:Network": "TNTESPN Radio", 
                "inspected:Referees": "Dick Bavetta, Joe DeRosa, and Greg Willard", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/f/f7/Houston_All_Star_Game_Logo.png", 
                "networks": [
                    "TNT", 
                    "ESPN Radio"
                ]
            }, 
            "3": {
                "caption": "Foot Locker Three-Point Shootout", 
                "date": "2006-02-19T02:00:00+00:00", 
                "description": "Dirk Nowitzki won with a score of 18, beating Gilbert Arenas and Ray Allen in the final round."
            }, 
            "4": {
                "caption": "Sprite Rising Stars Slam Dunk Contest", 
                "date": "2006-02-19T03:00:00+00:00", 
                "description": "Nate Robinson won, beating Andre Iguodala in a dunk-off after the first ever tie in a Slam Dunk Contest. Robinson's win was highly questioned as he had missed several dunks and many speculate that Robinson was only awarded the title because of his small stature."
            }, 
            "5": {
                "caption": "PlayStation Skills Challenge", 
                "date": "2006-02-19T01:00:00+00:00", 
                "description": "Dwyane Wade won, beating LeBron James in the final round. Dwyane Wade won with a time of 26.1 seconds."
            }, 
            "8": {
                "caption": "RadioShack Shooting Stars Competition", 
                "date": "2006-02-18T01:00:00+00:00", 
                "description": "The San Antonio team won the competition with a time of 25.1 seconds."
            }
        }
    ]
}