{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2006ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:27:36", 
        "ExpiresOn": "2022-12-14T15:27:36", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2007 NBA All-Star Game", 
                "date": "2007-02-19T01:00:00+00:00", 
                "description": "The 2007 NBA All-Star Game was an exhibition basketball game that was played on February 18, 2007, during the National Basketball Association's (NBA) 2006–07 season. It was the 56th edition of the NBA All-Star Game, and was played at the University of Nevada, Las Vegas's Thomas & Mack Center in Paradise, Nevada. The Western Conference defeated the Eastern Conference, 153–132. Kobe Bryant was named the All-Star Game Most Valuable Player (MVP), having recorded 31 points, 5 rebounds, 6 assists, and 6 steals. It was the first time the All-Star Game was played in a city without an NBA franchise and first to be played on a college campus. The game was nationally televised on TNT in the United States at 9 p.m. ET as part of the NBA on TNT coverage.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Doug Collins, and Steve KerrKevin Harlan,  Steve Kerr, Reggie Miller, Charles Barkley, Kenny Smith and Magic Johnson (All-Star Saturday Night)Dick Stockton, Reggie Miller and John Thompson (Rookie Challenge)Jim Durham and Jack Ramsay", 
                "inspected:Arena": "Thomas & Mack Center", 
                "inspected:Attendance": "15,694", 
                "inspected:City": "Paradise, Nevada", 
                "inspected:Date": "February 18, 2007", 
                "inspected:Halftime show": "Christina Aguilera, Toni Braxton, Cirque du Soleil", 
                "inspected:MVP": "Kobe Bryant (West)", 
                "inspected:National anthem": "Roxanne Potvin (CAN)Danny Gans & Friends (USA)", 
                "inspected:Network": "TNTESPN Radio", 
                "inspected:Referees": "#24 Mike Callahan\n  #33 Sean Corbin\n  #13 Monty McCutchen\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/b/bc/2007_NBA_All-Star_logo.svg", 
                "networks": [
                    "TNT", 
                    "ESPN Radio"
                ]
            }, 
            "3": {
                "caption": "Foot Locker Three-Point Shootout", 
                "date": "2007-02-18T02:00:00+00:00", 
                "description": "Jason Kapono tied Mark Price's final-round record with 24 points and outlasted Gilbert Arenas on his way to the 2007 Foot Locker Three-Point Shootout title. Arenas notched a first-round high of 23 points and had 17 in the finals. Defending champion Dirk Nowitzki had 20 in round one and nine in the finals, and Kapono narrowly made the finals with a first-round score of 19. Mike Miller (18), Damon Jones (15) and Jason Terry (10) were eliminated early."
            }, 
            "4": {
                "caption": "Slam Dunk Contest", 
                "date": "2007-02-18T03:00:00+00:00", 
                "description": "The Sprite Slam Dunk Contest was a memorable one. Dwight Howard jumped up and dunked while posting a sticker of him laughing, on the backboard. Eventually, Gerald Green and Nate Robinson went to the final round. Robinson looked unimpressive with his first dunk, and Green looked as bad as Robinson. However, Robinson had to do his second dunk after the limited two-minute period, and scored below 40. Green finished it off by getting a perfect score after jumping over a table. The judging panel included an impressive list of former champions who are considered some of the greatest dunkers in NBA history: Michael Jordan, Dominique Wilkins, Julius Erving, Kobe Bryant and Vince Carter."
            }, 
            "5": {
                "caption": "PlayStation Skills Challenge", 
                "date": "2007-02-18T01:00:00+00:00", 
                "description": "Dwyane Wade won his second straight Skills Challenge."
            }, 
            "6": {
                "caption": "T-Mobile Rookie Challenge", 
                "date": "2007-02-17T02:00:00+00:00", 
                "description": "David Lee hit all 14 of his field-goal attempts for a game-high 30 points as the Sophomore beat the Rookies for the fifth consecutive year, 155–114. Lee, who added 11 rebounds and four assists, took home MVP of the 2007 Rookie Challenge."
            }, 
            "8": {
                "caption": "Haier Shooting Stars Competition", 
                "date": "2007-02-17T01:00:00+00:00", 
                "description": "The San Antonio team tried to be the first team to win back-to-back titles. Team Chicago (48.8) and Team Detroit (1:06) advanced to final round. Due to Ben Gordon shooting out of order before Candice Dupree, Detroit won by default."
            }
        }
    ]
}