{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2007ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:27:39", 
        "ExpiresOn": "2022-12-14T15:27:39", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2008 NBA All-Star Game", 
                "date": "2008-02-18T01:00:00+00:00", 
                "description": "The 2008 NBA All-Star Game was an exhibition basketball game that was played on February 17, 2008, during the National Basketball Association's (NBA) 2007–08 season. It was the 57th edition of the NBA All-Star Game, and was played at New Orleans Arena in New Orleans, Louisiana, home of the New Orleans Hornets. The Eastern Conference defeated the Western Conference, 134–128. LeBron James was named the All-Star Game Most Valuable Player, his second time winning the award. This was the first NBA All-Star Game that was hosted by New Orleans, and was the city's first major professional sporting event (outside of regular season games) since the area was devastated by Hurricane Katrina in 2005. The city was awarded in an announcement by commissioner David Stern on May 22, 2006. The other reported contenders for the 2008 contest was Air Canada Centre at Toronto, who withdrew the bid early in 2005.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Doug Collins and Reggie Miller Kevin Harlan, Reggie Miller, Mike Fratello, Charles Barkley, Kenny Smith and Magic Johnson (All-Star Saturday Night)  Ernie Johnson, Charles Barkley and Kenny Smith (Rookie Challenge)", 
                "inspected:Arena": "New Orleans Arena", 
                "inspected:Attendance": "17,271", 
                "inspected:City": "New Orleans, Louisiana", 
                "inspected:Date": "February 17, 2008", 
                "inspected:Halftime show": "Harry Connick, Jr., Branford Marsalis, Dr. John, Allen Toussaint, Davell Crawford, Art Neville, Ivan Neville, Jonathan Batiste, Ellis Marsalis", 
                "inspected:MVP": "LeBron James", 
                "inspected:National anthem": "Deborah Cox (CAN)Branford Marsalis, Stephanie Jordan, and Jonathan Dubose (USA)", 
                "inspected:Network": "Turner Network Television", 
                "inspected:Referees": "#38 Michael Smith\n  #36 David Jones\n  #32 Eddie F. Rush\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/c/c7/2008_NBA_All-Star_logo.svg", 
                "networks": [
                    "Turner Network Television"
                ]
            }, 
            "3": {
                "caption": "Foot Locker Three-Point Shootout", 
                "date": "2008-02-17T02:00:00+00:00", 
                "description": "Jason Kapono became the first back-to-back winner of the Foot Locker Three-Point Shootout since Peja Stojaković won in 2002 and 2003. Kapono also tied the all-time record set in 1986 by Craig Hodges by scoring 25 points in the final round."
            }, 
            "4": {
                "caption": "Sprite Slam Dunk Contest", 
                "date": "2008-02-17T03:00:00+00:00", 
                "description": "Gerald Green returned to defend his crown won in last year's All-Star game. Young NBA stars Rudy Gay, Dwight Howard and Jamario Moon were also invited. What made the Slam Dunk contest unique in 2008 was the introduction of the fan vote. While judges (in this particular contest, Karl Malone, Magic Johnson, Julius Erving, Darryl Dawkins and Dominique Wilkins) still scored dunks on a scale from one to fifty and selected those who would move on to the next round, fans had the last word.\nNBA viewers for the first time could decide the winner of the Sprite Slam Dunk contest, under the tag line \"They Dunk. You Decide.\" For five minutes after the final round, polls were open on NBA.com and through SMS TXT and the dunker with the most votes at the end of the time limit was the winner.\nDwight Howard won the contest, grabbing 78% of fan votes."
            }, 
            "5": {
                "caption": "PlayStation Skills Challenge", 
                "date": "2008-02-17T01:00:00+00:00", 
                "description": "Utah Jazz guard Deron Williams won the Skills Challenge, with a first round time of 31.2 seconds and a record finish in 25.5 in his second run. For the first time since 2005, Dwyane Wade did not win the contest. He finished with a low 53.9 seconds, ending his streak at two. Jason Kidd, winner of the event in 2003, finished at 40 seconds. Chris Paul advanced to the finals with 29.9 seconds in the first go-around, but failed to match Williams in the end."
            }, 
            "6": {
                "caption": "T-Mobile Rookie Challenge", 
                "date": "2008-02-16T02:00:00+00:00", 
                "description": "The Sophomores defeated the Rookies 136–109. During the first half of the game Daniel Gibson tied the record of Kyle Korver by hitting seven three-pointers (Korver's record was for the entire game). He later set the whole-game record in the second half with eleven total three-pointers, finishing the game shooting 11–20 from three-point range. Gibson was named MVP of the game, finishing with 33 points, 4 rebounds, 2 assists, and 2 steals."
            }, 
            "8": {
                "caption": "Haier Shooting Stars Competition", 
                "date": "2008-02-16T01:00:00+00:00", 
                "description": "After an impressive run in the first round, Team San Antonio took care of business in the finals of the 2008 Haier Shooting Stars challenge against Team Chicago, as Duncan drained a half-court shot to give the Texas threesome a time of 35.8 seconds."
            }
        }
    ]
}