{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2008ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-15T04:02:28", 
        "ExpiresOn": "2022-12-15T04:02:28", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2009 NBA All-Star Game", 
                "date": "2009-02-16T01:00:00+00:00", 
                "description": "Phoenix Suns' Shaquille O'Neal marked his return to the NBA All-Star Game after one-year absence with an unusual entry to the game. O'Neal, the last reserve called during the player introduction, came out with a white mask and began dancing with the dance group JabbaWockeeZ before finally opening his mask and joining the rest of the players on the court. O'Neal and previous year's regular season MVP Kobe Bryant led the West to a 146–119 victory and were named co-MVPs. This was the third All-Star Game MVP award for both players.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Doug Collins and Reggie Miller (All-Star Game)Kevin Harlan, Reggie Miller, Mike Fratello and Kenny Smith (All-Star Saturday Night)Kevin Harlan and Kenny Smith (Rookie Challenge)", 
                "inspected:Arena": "US Airways Center", 
                "inspected:Attendance": "16,382", 
                "inspected:City": "Phoenix, Arizona", 
                "inspected:Date": "February 15, 2009", 
                "inspected:Halftime show": "John Legend, Juanes", 
                "inspected:MVP": "Kobe Bryant and Shaquille O'Neal(Co-MVPs)", 
                "inspected:National anthem": "Tamia (CAN)Jordin Sparks (USA)", 
                "inspected:Network": "TNT and TSN", 
                "inspected:Referees": "#25 Tony Brothers\n  #44 Ron Olesiak\n  #18 Mark Wunderlich\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/7/75/2009_NBA_All-Star_logo.svg", 
                "networks": [
                    "TSN", 
                    "TNT"
                ]
            }, 
            "3": {
                "caption": "Three-Point Shootout", 
                "date": "2009-02-15T02:00:00+00:00", 
                "description": "The Foot Locker Three-Point Shootout was contested by six players. Two-time winner Jason Kapono returned to defend his title along with two former contestants, Rashard Lewis and Mike Bibby. They were joined by three first-time contestants, Daequan Cook, Danny Granger and Roger Mason. In this contest, contestants attempt to make as many three-point field goals as possible from five shooting stations behind the three-point arc in one minute. Players begin shooting from one corner of the court, and move from station to station along the three-point arc until they reach the other corner. Each station has four standard balls, worth one point each, and one specially colored \"money ball\", worth two points."
            }, 
            "4": {
                "caption": "Slam Dunk Contest", 
                "date": "2009-02-15T03:00:00+00:00", 
                "description": "The Sprite Slam Dunk Contest was contested by defending champion Dwight Howard, 2006 champion Nate Robinson, 2005 contestant J. R. Smith and rookie Rudy Fernández. Fernández won the online voting on NBA.com to determine the fourth contestants, beating fellow rookies Joe Alexander and Russell Westbrook. This was the first time a dunk contestant was chosen by the fans. Fernández also became the first ever international player to participate in the contest. Smith was named as a late replacement for Rudy Gay, who was forced to withdraw from the contest due to injury."
            }, 
            "5": {
                "caption": "Skills Challenge", 
                "date": "2009-02-15T01:00:00+00:00", 
                "description": "The PlayStation Skills Challenge was contested by four players. Derrick Rose, the first overall draft pick in 2008 NBA draft, was joined by three All-Star guards, Devin Harris, Jameer Nelson and Tony Parker. However, Nelson was injured and was subsequently replaced by All-Star Mo Williams. In this contest, the contestants have to complete an \"obstacle course\" consisting of dribbling, passing and shooting stations. A contestant who finish the course with the fastest time wins the contest. All contestants must comply with basic NBA ball-handling rules while completing the course."
            }, 
            "6": {
                "caption": "Rookie Challenge", 
                "date": "2009-02-14T02:00:00+00:00", 
                "description": "The T-Mobile Rookie Challenge featured a team of standout first-year players ('Rookies') against a team of standout second-year players ('Sophomores'). The game was divided into two twenty-minute halves, similar to college basketball. The participating players were chosen by voting among the league's assistant coaches. The Rookies team includes the first overall draft pick in 2008 NBA draft, Derrick Rose. The rest of the Rookies team consists of five of the top ten pick in the 2008 Draft and three players from the 2007 NBA draft who were in their first NBA season. The three players are the first overall draft pick Greg Oden and two Spanish players Rudy Fernández and Marc Gasol. The Sophomores team features four players from the previous Rookie Challenge game which are Kevin Durant, Jeff Green, Al Horford and Luis Scola."
            }, 
            "7": {
                "caption": "Celebrity Game", 
                "date": "2009-02-14T00:00:00+00:00", 
                "description": "The 2009 McDonald's NBA All-Star Celebrity Game was played on Friday, February 13 at the Phoenix Convention Center. A total of 16 celebrities took part in the game, including several former NBA players. Basketball Hall of Famers Magic Johnson and Julius Erving, who combined for 23 NBA All-Star appearances, served as coaches for the celebrity teams. NBA legends, Dominique Wilkins and Clyde Drexler, were joined by former players, Dan Majerle and Rick Fox, in the celebrity team roster. WNBA stars Lisa Leslie and Kara Lawson also participated in the game along with four Harlem Globetrotters players."
            }, 
            "8": {
                "caption": "Shooting Stars Competition", 
                "date": "2009-02-14T01:00:00+00:00", 
                "description": "The Haier Shooting Stars Competition was competed between four teams of three players, with each team representing a city which has both NBA and WNBA teams. Each team consisted of one current NBA player, one current WNBA player, and one NBA legend. Team San Antonio, the defending champion, was joined by the inaugural champion, Team Los Angeles, 2005 champion, Team Phoenix and 2007 champion, Team Detroit. In this competition, each team must make six shots from six shooting locations of increasing difficulties. The team who makes all six shots with the fastest time wins the competition."
            }
        }
    ]
}