{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2009ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:27:46", 
        "ExpiresOn": "2022-12-14T15:27:46", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2010 NBA All-Star Game", 
                "date": "2010-02-15T01:00:00+00:00", 
                "description": "The 2010 NBA All-Star Game was an exhibition basketball game that was played on February 14, 2010, during the National Basketball Association's (NBA) 2009–10 season. It was the 59th edition of the NBA All-Star Game, and was played at Cowboys Stadium in Arlington, Texas. The Eastern Conference defeated the Western Conference, 141–139. The East's Dwyane Wade, who recorded 28 points on 75% shooting, 11 assists, 6 rebounds and 5 steals, was named as the All-Star Game Most Valuable Player. This was the second time that the Dallas/Fort Worth metropolitan area had hosted the All-Star Game; the area had previously hosted the event in 1986. Dallas was awarded the 2010 All-Star Game in an announcement by commissioner David Stern on October 30, 2008.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Doug Collins and Reggie Miller Kevin Harlan, Reggie Miller, Mike Fratello, Charles Barkley and Kenny Smith (All-Star Saturday Night)  Kevin Harlan, Kevin McHale and Dwyane Wade (Rookie Challenge)", 
                "inspected:Arena": "Cowboys StadiumAmerican Airlines Center", 
                "inspected:Attendance": "108,713", 
                "inspected:City": "Arlington, TexasDallas, Texas", 
                "inspected:Date": "February 14, 2010", 
                "inspected:Halftime show": "Alicia Keys, Shakira[2]", 
                "inspected:MVP": "Dwyane Wade", 
                "inspected:National anthem": "Gretchen Wilson (US)[1]  Canadian Tenors (Canada)[1]", 
                "inspected:Network": "TNT", 
                "inspected:Referees": "#48 Scott Foster\n #19 James Capers\n #63 Derek Richardson\n ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/7/72/NBAAllStar2010.jpg", 
                "networks": [
                    "TNT"
                ]
            }, 
            "3": {
                "caption": "Three-Point Shootout", 
                "date": "2010-02-14T02:00:00+00:00", 
                "description": "The Foot Locker Three-Point Shootout featured six players: defending champion Daequan Cook returned to defend his title, competing against Chauncey Billups, Paul Pierce, Channing Frye, Danilo Gallinari and rookie Stephen Curry. Frye was the first center to participate in the three-point shootout since Sam Perkins in 1997. In this contest, contestants attempt to make as many three-point field goals as possible from five shooting stations behind the three-point arc in one minute. Players begin shooting from one corner of the court, and move from station to station along the three-point arc until they reach the other corner. Each station has four standard balls, worth one point each, plus one specially colored \"money ball\", worth two points."
            }, 
            "4": {
                "caption": "Slam Dunk Contest", 
                "date": "2010-02-14T03:00:00+00:00", 
                "description": "The Sprite Slam Dunk Contest was contested by defending champion Nate Robinson, All-Star Gerald Wallace, Shannon Brown and DeMar DeRozan. The fourth contestant was determined through the first ever NBA All-Star Dunk-In, a single-round slam dunk competition that was held at halftime of the Rookie Challenge game. The opening matchup between DeRozan and Eric Gordon ended with DeRozan winning 61% of the online fan vote and the final spot in the Saturday competition."
            }, 
            "5": {
                "caption": "Skills Challenge", 
                "date": "2010-02-14T01:00:00+00:00", 
                "description": "The Taco Bell Skills Challenge was contested by four players. Derrick Rose, the defending champion, was supposed to participate in the contest but he suffered an injury before the All-Star Break. He was replaced by Russell Westbrook of the Oklahoma City Thunder. 2008 champion Deron Williams, 2005 champion Steve Nash and rookie Brandon Jennings also competed. In this contest, the contestants have to complete an \"obstacle course\" consisting of dribbling, passing and shooting stations. The contestant who finishes the course with the fastest time wins the contest. All contestants must comply with basic NBA ball-handling rules while completing the course."
            }, 
            "6": {
                "caption": "Rookie Challenge", 
                "date": "2010-02-13T02:00:00+00:00", 
                "description": "The T-Mobile Rookie Challenge featured a team of standout first-year players ('Rookies') against a team of standout second-year players ('Sophomores'). The game was divided into two twenty-minute halves, similar to college basketball. The participating players were chosen by voting among the league's assistant coaches. The Rookie team included five of the top ten picks from the 2009 NBA draft: Stephen Curry, Tyreke Evans, Jonny Flynn, James Harden and Brandon Jennings. The Sophomores team featured seven players from the previous Rookie Challenge game: Michael Beasley, Marc Gasol, Eric Gordon, Brook Lopez, O. J. Mayo, Derrick Rose and Russell Westbrook. However, Rose was later replaced by Anthony Morrow due to Rose's selection to the Skills Challenge and the All-Star Game."
            }, 
            "7": {
                "caption": "Celebrity Game", 
                "date": "2010-02-13T00:00:00+00:00", 
                "description": "The NBA All-Star Celebrity Game was played on Friday, February 12 at the Dallas Convention Center. A total of 20 celebrities took part in the game, including several former basketball players. Basketball Hall of Famer Magic Johnson and five-time NBA All-Star Alonzo Mourning, served as coaches for the celebrity teams. Three former NBA players, Robert Horry, Rick Fox and Chris Mullin, along with Hall of Famer Nancy Lieberman and Dallas Mavericks owner Mark Cuban, participated in the game. The West team won 41–37 over the East. \"Special K\" Daley, one of the four Harlem Globetrotters player that participated in the game, scored game-high 18 points for the West. Actor Michael Rapaport, who scored 4 points, was named as the Celebrity Game MVP for his defense on football player Terrell Owens, the MVP of the last two Celebrity Games. Owens, who played both college basketball and football in Chattanooga, led the East with 10 points. The Globetrotters, joined by \"Curly\" Neal and \"Bucket\" Blakes, entertained the crowd during the timeouts with their signature ball-handling tricks."
            }, 
            "8": {
                "caption": "Shooting Stars Competition", 
                "date": "2010-02-13T01:00:00+00:00", 
                "description": "The Haier Shooting Stars Competition was contested by four teams of three players, with each team representing a city which has both NBA and WNBA teams (or in the case of Sacramento, had one during the 2009 season). Each team consisted of one current NBA player, one current WNBA player, and one NBA legend. In this competition, each team must make six shots from six shooting locations of increasing difficulties. The team who makes all six shots with the fastest time wins the competition. For the first time in the event's history, the TNT and NBA TV analysts participated in the event, as the NBA legend. Defending champion Team Detroit did not return to defend their title. A home team from Texas competed in the competition, representing Dallas, Houston and San Antonio, the three cities in Texas that have NBA franchises. Other participants in the event included Team Atlanta, Team Los Angeles and Team Sacramento."
            }
        }
    ]
}