{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2010ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:27:49", 
        "ExpiresOn": "2022-12-14T15:27:49", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "East", 
                "caption": "2011 NBA All-Star Game", 
                "date": "2011-02-21T01:00:00+00:00", 
                "description": "Kobe Bryant, selected to his 13th straight All-Star game after becoming the leading vote-getter, had 37 points, 14 rebounds, and three steals and won his fourth All-Star Game Most Valuable Player (MVP) Award, tying Hall of Famer Bob Pettit for the most All-Star MVP awards. LeBron James had the second triple-double in All-Star Game history with 29 points, 12 rebounds, and 10 assists. Blake Griffin is the first rookie to play in the All-Star since Yao Ming in 2003.", 
                "homeTeam": "West", 
                "inspected:Announcers": "Marv Albert, Steve Kerr and Reggie MillerKevin Harlan, Reggie Miller, Mike Fratello, Charles Barkley, Kenny Smith and Dwight Howard (All-Star Saturday Night)Kevin Harlan and Chris Webber (Rookie Challenge)", 
                "inspected:Arena": "Staples Center", 
                "inspected:Attendance": "17,163", 
                "inspected:City": "Los Angeles, California", 
                "inspected:Date": "February 20, 2011", 
                "inspected:Halftime show": "Rihanna, Drake, & Kanye West[1]", 
                "inspected:MVP": "Kobe Bryant", 
                "inspected:National anthem": "Josh Groban (U.S.)Melanie Fiona (Canadian)", 
                "inspected:Network": "TNT", 
                "inspected:Referees": "#26 Bob Delaney\n  #47 Bennie Adams\n  #7 Kevin Fehr\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/a/a0/NBAAllStarGame2011.svg", 
                "networks": [
                    "TNT"
                ]
            }, 
            "3": {
                "caption": "Foot Locker Three-Point Contest", 
                "date": "2011-02-20T02:00:00+00:00", 
                "description": "The Foot Locker Three-Point Shootout featured six players: defending champion Paul Pierce returned to defend his title, competing against Celtics teammate Ray Allen, Kevin Durant, Daniel Gibson, James Jones, and Dorell Wright.Jones won the contest with a score of 20 points in the final round, ahead of Pierce with 18 and Allen who scored 15."
            }, 
            "4": {
                "caption": "Sprite Slam Dunk Contest", 
                "date": "2011-02-20T03:00:00+00:00", 
                "description": "On January 5, 2011, the four contestants for the dunk contest were announced. Blake Griffin, JaVale McGee, Serge Ibaka, and Brandon Jennings were all chosen to participate. On January 20, it was announced that DeMar DeRozan would replace Jennings due to his foot injury. For this edition, the contestants were also provided with a 'dunk coach': Griffin was mentored by Kenny Smith, McGee was paired with Chris Webber, Ibaka was mentored by teammate Kevin Durant, and DeRozan paired up with Darryl Dawkins as his mentor."
            }, 
            "5": {
                "caption": "Taco Bell Skills Challenge", 
                "date": "2011-02-20T01:00:00+00:00", 
                "description": "The Taco Bell Skills Challenge was contested by five players. Chris Paul, a three-time contestant, have been automatically selected to participate. He went against Stephen Curry, Derrick Rose, John Wall, and Russell Westbrook, who were voted in by the fans from a pool of 8 candidates. In this contest, the contestants had to complete an \"obstacle course\" consisting of dribbling, passing and shooting stations. The contestant who finished the course with the fastest time wins the contest. All contestants had to comply with basic NBA ball-handling rules while completing the course. Curry won the event with 28.2 seconds in the final round against Westbrook who finished with 44.2 seconds."
            }, 
            "6": {
                "caption": "T-Mobile Rookie Challenge", 
                "date": "2011-02-19T02:00:00+00:00", 
                "description": "The T-Mobile Rookie Challenge featured a team of standout first-year players ('Rookies') against a team of standout second-year players ('Sophomores'). The game was divided into two twenty-minute halves, similar to college basketball. The participating players were chosen by voting among the league's assistant coaches. The Rookie team included five of the top ten picks from the 2010 NBA Draft: DeMarcus Cousins, Derrick Favors, Wesley Johnson, Greg Monroe and John Wall. 2009 first overall pick Blake Griffin, who missed the 2009–10 season due to injury, was also selected to the rookie team. The Sophomores team featured six players from the previous Rookie Challenge game: DeJuan Blair, Stephen Curry, Tyreke Evans, Taj Gibson, James Harden and Brandon Jennings. However, Evans was later replaced by Harden due to injury."
            }, 
            "8": {
                "caption": "Haier Shooting Stars Competition", 
                "date": "2011-02-19T01:00:00+00:00"
            }
        }
    ]
}