{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2014ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:27:58", 
        "ExpiresOn": "2022-12-14T15:27:58", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "West", 
                "caption": "2015 NBA All-Star Game", 
                "date": "2015-02-16T01:00:00+00:00", 
                "description": "Russell Westbrook scored 41 points and was named the NBA All-Star Game Most Valuable Player. He scored 27 points in 11 minutes in the first half, setting an All-Star record for points in a half. He finished one point shy of the All-Star game record set by Wilt Chamberlain (42) in 1962.", 
                "homeTeam": "East", 
                "inspected:Announcers": "Marv Albert, Reggie Miller and Chris WebberKevin Harlan, Reggie Miller and Kenny Smith (All-Star Saturday Night)Matt Winer, Grant Hill and Chris Webber (Rising Stars Challenge)", 
                "inspected:Arena": "Madison Square Garden (All-Star Game)Barclays Center (All-Star Saturday Night)", 
                "inspected:Attendance": "17,198", 
                "inspected:City": "New York City, New YorkBrooklyn, New York", 
                "inspected:Date": "February 15, 2015", 
                "inspected:Halftime show": "Ariana Grande and Nicki Minaj", 
                "inspected:MVP": "Russell Westbrook (West)", 
                "inspected:National anthem": "Queen Latifah (American)[1]Tamia (Canadian)[2]", 
                "inspected:Network": "TNT, TBS (United States)TSN (Canada)", 
                "inspected:Referees": "#9 Derrick Stafford\n  #26 Pat Fraher\n  #65 Sean Wright\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/0/0f/2015_NBA_All-Star_Game_logo.jpeg", 
                "networks": [
                    "TSN", 
                    "TNT", 
                    "TBS"
                ]
            }, 
            "3": {
                "caption": "Three-Point Contest", 
                "date": "2015-02-15T02:00:00+00:00"
            }, 
            "4": {
                "caption": "Slam Dunk Contest", 
                "date": "2015-02-15T03:00:00+00:00", 
                "description": "Rookie Zach LaVine won the Slam Dunk Contest to become the youngest champion (19) since an 18-year-old Kobe Bryant in 1997. He became a crowd favorite after his first dunk, which he performed while wearing Michael Jordan's No. 23 jersey from the movie Space Jam, which inspired him as a youngster to become a basketball player. With a perfect 50 on each of his first two dunks, Lavine was the first player since Dwight Howard in 2009 with a perfect score on multiple dunks. Yahoo! Sports hailed him as \"the most electrifying performer of All-Star Saturday Night ... and, if we're being honest, in quite a number of years.\""
            }, 
            "5": {
                "caption": "Skills Challenge", 
                "date": "2015-02-15T01:00:00+00:00"
            }, 
            "6": {
                "caption": "Rising Stars Challenge", 
                "date": "2015-02-14T02:00:00+00:00", 
                "description": "The World team won against the U.S. 121-112 at the Rising Stars Challenge at All-Star weekend. Canada's Andrew Wiggins scored 22 points, and Rudy Gobert added 18 points, 12 rebounds and three blocks. Brooklyn's Bojan Bogdanovic of Croatia, and Chicago's Nikola Mirotić of Montenegro added 16 points each for the World team. Victor Oladipo of the Orlando Magic and Zach LaVine of the Minnesota Timberwolves led the U.S. team with 22 points each. Andrew Wiggins, the 2014 NBA draft 1st overall pick, won the game's MVP award."
            }, 
            "7": {
                "caption": "Celebrity Game", 
                "date": "2015-02-14T00:00:00+00:00", 
                "description": "The 2015 Sprint NBA All-Star Celebrity Game was played on Friday, February 13, 2015. It was held at Madison Square Garden in New York City, home of the New York Knicks. This was the first celebrity game played at an NBA arena in the event's history. The game was televised nationally by ESPN."
            }, 
            "8": {
                "caption": "Shooting Stars Competition", 
                "date": "2015-02-14T01:00:00+00:00"
            }
        }
    ]
}