{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANBA2018ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:28:09", 
        "ExpiresOn": "2022-12-14T15:28:09", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "Team LeBron", 
                "caption": "2019 NBA All-Star Game", 
                "date": "2019-02-18T01:00:00+00:00", 
                "description": "The 2019 NBA All-Star Game was an exhibition basketball game that was played on February 17, 2019, during the National Basketball Association's (NBA) 2018–19 season. It was the 68th edition of the NBA All-Star Game, and was played at the Spectrum Center in Charlotte, North Carolina, at the home of the Charlotte Hornets. Team LeBron defeated Team Giannis, 178–164. This was the second time that the NBA All-Star Game format was not Eastern Conference versus Western Conference. Charlotte was announced as host on May 24, 2017. This was the second time that Charlotte hosted the All-Star Game; the first time was in 1991, at the Hornets' previous home arena Charlotte Coliseum.", 
                "homeTeam": "Team Giannis", 
                "inspected:Announcers": "Marv Albert, Reggie Miller, Chris Webber, and Kristen Ledlow (All-Star Game – TNT)Greg Anthony, Kevin Garnett, Charles Barkley, and Dennis Scott (All Star Game Players Only – TBS)Kevin Harlan, Reggie Miller, Chris Webber, Kenny Smith, Donovan Mitchell, Spencer Dinwiddie, and Allie LaForce (All-Star Saturday Night)Adam Lefkoe, Danny Green, Frank Kaminsky, and Rosalyn Gold-Onwude (Rising Stars Challenge)", 
                "inspected:Arena": "Spectrum Center", 
                "inspected:City": "Charlotte, North Carolina", 
                "inspected:Date": "February 17, 2019", 
                "inspected:Halftime show": "J. Cole[1]", 
                "inspected:MVP": "Kevin Durant(Team LeBron)", 
                "inspected:National anthem": "Anthony Hamilton (American)Carly Rae Jepsen (Canadian)[1]", 
                "inspected:Network": "TNT, TBS", 
                "inspected:Referees": "#48 Scott Foster\n  #16 David Guthrie\n  #74 Curtis Blair\n  ", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/0/0d/NBA_All-Star_2019_logo.png", 
                "networks": [
                    "TNT", 
                    "TBS"
                ]
            }, 
            "3": {
                "caption": "Three Point Contest", 
                "date": "2019-02-17T02:00:00+00:00"
            }, 
            "4": {
                "caption": "Slam Dunk Contest", 
                "date": "2019-02-17T03:00:00+00:00"
            }, 
            "5": {
                "caption": "Skills Challenge", 
                "date": "2019-02-17T01:00:00+00:00"
            }, 
            "6": {
                "caption": "Rising Stars Challenge", 
                "date": "2019-02-16T02:00:00+00:00"
            }, 
            "7": {
                "caption": "Celebrity Game", 
                "date": "2019-02-16T00:00:00+00:00", 
                "description": "The 2019 NBA All-Star Celebrity Game presented by Ruffles was played on Friday, February 15, 2019, at the Bojangles' Coliseum in Charlotte, North Carolina. The Home team featured personnel who either was born, raised, and/or played in North Carolina or South Carolina. Both teams will have one \"Hometown Hero\" on their roster honoring exemplary citizens who rose to the occasion to help save others in the time of need. Playing for the Home Team is Jason Weinmann, a 47-year-old U.S. Marine who used his own military transport vehicle to rescue New Bern, NC residents stranded during Hurricane Florence in 2018. Playing for the Away Team is James Shaw Jr., an 29-year-old electrical technician who disarmed a gunman armed with an AR-15 style rifle during the Nashville Waffle House shooting in Antioch, Tennessee. The 2019 Celebrity All-Star Game MVP was won by Famous Los, who scored 22 points, 2 rebounds, and 3 assists."
            }
        }
    ]
}