{
    "CacheContainer": {
        "CacheType": "WIKIPEDIAMLB2015ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:31:46", 
        "ExpiresOn": "2022-12-14T15:31:46", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "caption": "2015 Major League Baseball Home Run Derby", 
                "date": "2015-07-13", 
                "description": "The 2015 Major League Baseball Home Run Derby (known through sponsorship as the Gillette Home Run Derby presented by Head & Shoulders) was a home run hitting contest between eight batters from Major League Baseball (MLB). The derby was held on July 13, 2015, at Great American Ball Park in Cincinnati, Ohio, the site of the 2015 MLB All-Star Game.", 
                "inspected:City": "Cincinnati, Ohio", 
                "inspected:Date": "July 13, 2015", 
                "inspected:Score": "15–14", 
                "inspected:Venue": "Great American Ball Park", 
                "inspected:Winner": "Todd Frazier"
            }, 
            "2": {
                "awayTeam": "American League", 
                "caption": "2015 Major League Baseball All-Star Game", 
                "date": "2015-07-14", 
                "description": "Mike Trout of the Angels led off the game with a home run off Zack Greinke. The NL tied the score in the bottom of the second when Jhonny Peralta drove in Paul Goldschmidt with an RBI single off AL starter Dallas Keuchel. In the top of the fifth, Prince Fielder, who was pinch hitting for Nelson Cruz, hit a go-ahead RBI single off Dodgers ace Clayton Kershaw that scored Trout to give the AL a 2–1 lead. The next batter, Lorenzo Cain, hit an RBI double to score Albert Pujols to make it a 3–1 ballgame. \nIn the bottom of the sixth, Andrew McCutchen homered off Chris Archer to make it a one-run game. In the top of the seventh, Trout walked and was lifted for pinch runner Brock Holt who scored on an RBI double by Manny Machado to give the AL a 4–2 lead. Machado then scored on a sac fly by Fielder to make it a 5–2 game. In the top of the eighth inning, the Twins' Brian Dozier hit a home run to make it a 6–2 ballgame.\t\nIn the bottom of the ninth, Ryan Braun led off with a triple to right field off of Twins closer Glen Perkins, then scored on a sacrifice fly by Brandon Crawford to make it a 6–3 score. The next batter, Cubs rookie Kris Bryant, flied to right for the second out, and finally, Joe Panik lined out to left field to seal the AL's third straight victory and earn home-field advantage in the World Series.", 
                "homeTeam": "National League", 
                "inspected:Attendance": "43,656", 
                "inspected:Ceremonial first pitch": "Sandy Koufax", 
                "inspected:City": "Cincinnati, Ohio", 
                "inspected:Date": "July 14, 2015", 
                "inspected:MVP": "Mike Trout (LAA)", 
                "inspected:Managers": "Ned Yost (KC)Bruce Bochy (SF)", 
                "inspected:Radio": "ESPN", 
                "inspected:Radio announcers": "Jon Sciambi and Chris Singleton", 
                "inspected:TV announcers": "Joe Buck, Harold Reynolds, Tom Verducci, Ken Rosenthal, and Erin Andrews (Fox)Matt Vasgersian and John Smoltz (MLB International)", 
                "inspected:Television": "Fox (United States)MLB International (International)", 
                "inspected:Venue": "Great American Ball Park", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/b/b2/2015_Major_League_Baseball_All-Star_Game_logo.svg", 
                "networks": [
                    "MLB International", 
                    "Fox"
                ]
            }
        }
    ]
}