{
    "CacheContainer": {
        "CacheType": "WIKIPEDIAMLB2017ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:31:52", 
        "ExpiresOn": "2022-12-14T15:31:52", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "caption": "2017 Major League Baseball Home Run Derby", 
                "date": "2017-07-10", 
                "description": "The 2017 Major League Baseball Home Run Derby was a home run hitting contest between eight batters from Major League Baseball (MLB). The derby was held on July 10, 2017, at Marlins Park in Miami, Florida, the site of the 2017 MLB All-Star Game. On July 5, the participants were announced. Aaron Judge won, becoming the first rookie to win the event outright.", 
                "inspected:City": "Miami, Florida", 
                "inspected:Date": "July 10, 2017", 
                "inspected:Score": "11–10", 
                "inspected:Venue": "Marlins Park", 
                "inspected:Winner": "Aaron Judge"
            }, 
            "2": {
                "awayTeam": "American League", 
                "caption": "2017 Major League Baseball All-Star Game", 
                "date": "2017-07-11", 
                "description": "The game was mostly pitching-dominated through the first four innings. After a two-out double by Jonathan Schoop, Miguel Sanó finally got the AL on the board with his fifth inning RBI bloop single. In the bottom of the sixth, Yadier Molina became the oldest catcher to hit a home run in an All-Star game, when he hit one off Ervin Santana in the sixth inning, tying the game at one. Reggie Smith was the last Cardinal to hit an All-Star Game home run in the 1974 game. Robinson Canó hit the game-winning home run in the tenth inning off Wade Davis, and was named the All-Star Game Most Valuable Player. He is the first second baseman since 1998 who was named All-Star Game MVP. Andrew Miller struck out Cody Bellinger swinging to end the night and earned his first career All-Star save.", 
                "homeTeam": "National League", 
                "inspected:Attendance": "37,188", 
                "inspected:Ceremonial first pitch": "Roberto Alomar, Rod Carew, Orlando Cepeda, Pedro Martínez, Tony Pérez, Iván Rodríguez", 
                "inspected:City": "Miami, Florida", 
                "inspected:Date": "July 11, 2017", 
                "inspected:MVP": "Robinson Canó (SEA)", 
                "inspected:Managers": "Brad Mills[a] (CLE)Joe Maddon (CHC)", 
                "inspected:Radio": "ESPN", 
                "inspected:Radio announcers": "Jon Sciambi and Chris Singleton", 
                "inspected:TV announcers": "Joe Buck, John Smoltz, Ken Rosenthal and Tom Verducci (Fox)Matt Vasgersian and Buck Martinez (MLB International)", 
                "inspected:Television": "Fox (United States)MLB International (outside of the United States)", 
                "inspected:Venue": "Marlins Park", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/8/8d/2017_Major_League_Baseball_All-Star_Game_logo.svg", 
                "networks": [
                    "MLB International", 
                    "Fox"
                ]
            }
        }
    ]
}