{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANHL2007ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:34:26", 
        "ExpiresOn": "2022-12-14T15:34:26", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "West", 
                "caption": "2008 NHL All-Star Game", 
                "date": "2008-01-27", 
                "description": "The 2008 National Hockey League All-Star Game was held on January 27, 2008 at the Philips Arena in Atlanta, home of the Atlanta Thrashers. It was the only time the All-Star Game was held in Atlanta, as the Thrashers moved to Winnipeg in 2011 as the new Winnipeg Jets.", 
                "homeTeam": "East", 
                "inspected:Arena": "Philips Arena", 
                "inspected:Attendance": "18,644", 
                "inspected:City": "Atlanta", 
                "inspected:Date": "January 27, 2008", 
                "inspected:MVP": "Eric Staal (Carolina)", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/4/4b/56th_National_Hockey_League_All-Star_Game_%28logo%29.jpg"
            }, 
            "2": {
                "awayTeam": "Pittsburgh Penguins", 
                "caption": "2008 NHL Winter Classic", 
                "date": "2008-01-01", 
                "description": "The 2008 NHL Winter Classic (known via corporate sponsorship as the AMP Energy NHL Winter Classic) was an outdoor ice hockey game played in the National Hockey League (NHL) on January 1, 2008, at Ralph Wilson Stadium in Orchard Park, New York. It was the league's inaugural Winter Classic game, and was contested between the Pittsburgh Penguins and Buffalo Sabres; the Penguins won, 2–1, in a shootout on a goal by captain Sidney Crosby. The event was the NHL's second outdoor regular season game (following the 2003 Heritage Classic in Edmonton, Alberta, Canada), and the first outdoor regular season professional ice hockey game to be played in the United States. Due to the snowy conditions, the game was at the time colloquially referred to as the \"Ice Bowl\" by residents of the area and Sabres' fans. The event was sponsored by AMP Energy, and was televised in the United States on NBC and in Canada on CBC and RDS.", 
                "homeTeam": "Buffalo Sabres", 
                "inspected:Arena": "Ralph Wilson Stadium", 
                "inspected:Attendance": "71,217", 
                "inspected:City": "Orchard Park, New York", 
                "inspected:Date": "January 1, 2008", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/5/53/Winter_Classic_logo.jpg"
            }
        }
    ]
}