{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANHL2010ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:34:38", 
        "ExpiresOn": "2022-12-14T15:34:38", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "Team Staal", 
                "caption": "2011 NHL All-Star Game", 
                "date": "2011-01-30", 
                "description": "The 2011 National Hockey League All-Star Game (also known as the 2011 National Hockey League All-Star Game presented by Discover) was played on January 30, 2011. The game took place at the RBC Center in Raleigh, home of the Carolina Hurricanes. Originally, the Game was supposed to be hosted by the Phoenix Coyotes, but due to ownership issues, the NHL decided to move the game. After bidding for the game reopened, it was awarded to Carolina and fulfilled a nine-year-old promise made to the franchise by NHL Commissioner Gary Bettman.", 
                "homeTeam": "Team Lidstrom", 
                "inspected:Arena": "RBC Center", 
                "inspected:Attendance": "18,680", 
                "inspected:City": "Raleigh, North Carolina, US", 
                "inspected:Date": "January 30, 2011", 
                "inspected:MVP": "Patrick Sharp (Chicago)", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/8/83/2010_NHL_All_Star_Game_logo.jpg"
            }, 
            "2": {
                "awayTeam": "Washington Capitals", 
                "caption": "2011 NHL Winter Classic", 
                "date": "2011-01-01", 
                "description": "The 2011 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2011, at Heinz Field in Pittsburgh, Pennsylvania. The visiting Washington Capitals defeated the Pittsburgh Penguins, 3–1. The game, rescheduled from its original 1:00 p.m. ET start time to 8:00 p.m. due to weather concerns, was telecast on NBC in the United States, and CBC (English) and RDS (French) in Canada. Pittsburgh native Jackie Evancho performed the Star Spangled Banner and Pittsburgh sports legends Mario Lemieux, Franco Harris and Jerome Bettis presided over the ceremonial dropping of the puck, and during the second intermission Harris and Bettis hosted a fan event at the outside rink.", 
                "homeTeam": "Pittsburgh Penguins", 
                "inspected:Arena": "Heinz Field", 
                "inspected:Attendance": "68,111", 
                "inspected:City": "Pittsburgh, Pennsylvania", 
                "inspected:Date": "January 1, 2011", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/4/4b/2011_NHL_Winter_Classic_Logo.jpg"
            }
        }
    ]
}