{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANHL2011ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:34:43", 
        "ExpiresOn": "2022-12-14T15:34:43", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "Team Chara", 
                "caption": "2012 NHL All-Star Game", 
                "date": "2012-01-29", 
                "description": "The 2012 National Hockey League All-Star Game, (also known as the 2012 Tim Hortons NHL All-Star Game) took place on January 29, 2012, at Scotiabank Place in Ottawa. This edition of the All-Star Game featured the \"fantasy draft\" format first seen in the previous 2011 NHL All-Star Game. The participating players voted for team captains, selecting Daniel Alfredsson of the All-Star host Ottawa Senators and Zdeno Chara of the defending Stanley Cup champion, the Boston Bruins.", 
                "homeTeam": "Team Alfredsson", 
                "inspected:Arena": "Scotiabank Place", 
                "inspected:Attendance": "20,510", 
                "inspected:City": "Ottawa, Ontario, Canada", 
                "inspected:Date": "January 29, 2012", 
                "inspected:MVP": "Marian Gaborik (NY Rangers)", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/2/22/59th_NHL_All_Star_Game_Logo.png"
            }, 
            "2": {
                "awayTeam": "New York Rangers", 
                "caption": "2012 NHL Winter Classic", 
                "date": "2012-01-02", 
                "description": "The 2012 NHL Winter Classic (known via corporate sponsorship as the Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 2, 2012, at Citizens Bank Park in Philadelphia, Pennsylvania. The game, the League's fifth Winter Classic, matched the New York Rangers against the Philadelphia Flyers, two Atlantic Division rivals; the Rangers won by a score of 3–2. The original plan was to have the contest at the Philadelphia Eagles' home, Lincoln Financial Field; however, the Eagles played there the day before, and the NHL needed at least a week of preparation time to build the ice rink onto the field. The game was broadcast by NBC in the United States and by CBC and RDS in Canada. NBC's announcers were Mike Emrick and Eddie Olczyk, with Pierre McGuire handling sideline duties and Bob Costas as the studio host.", 
                "homeTeam": "Philadelphia Flyers", 
                "inspected:Arena": "Citizens Bank Park", 
                "inspected:Attendance": "46,967", 
                "inspected:City": "Philadelphia, Pennsylvania", 
                "inspected:Date": "January 2, 2012", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/7/73/2012nhlwinterclassic.gif"
            }
        }
    ]
}