{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANHL2014ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:34:54", 
        "ExpiresOn": "2022-12-14T15:34:54", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "awayTeam": "Team Toews", 
                "caption": "2015 NHL All-Star Game", 
                "date": "2015-01-25", 
                "description": "The 2015 National Hockey League All-Star Game was an exhibition ice hockey game played on January 25, 2015. The game was held in Columbus, Ohio, for the first time, at Nationwide Arena, home of the Columbus Blue Jackets. The team captains were chosen by NHL Hockey Operations: Nick Foligno of the All-Star Game-hosting Blue Jackets served as captain for the home team, and Jonathan Toews of the Chicago Blackhawks served for the away team. Team Toews won the game 17–12, as the teams and players broke a variety of All-Star Game scoring records.", 
                "homeTeam": "Team Foligno", 
                "inspected:Arena": "Nationwide Arena", 
                "inspected:Attendance": "18,901", 
                "inspected:City": "Columbus, Ohio", 
                "inspected:Date": "January 25, 2015", 
                "inspected:MVP": "Ryan Johansen (Columbus)", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/1/16/2015_NHL_All_Star.png"
            }, 
            "2": {
                "awayTeam": "Chicago Blackhawks", 
                "caption": "2015 NHL Winter Classic", 
                "date": "2015-01-01", 
                "description": "The 2015 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2015, at Nationals Park in Washington, D.C. The game, the seventh Winter Classic, matched the Chicago Blackhawks against the Washington Capitals. The Capitals were victorious with a final score of 3–2 after right winger, Troy Brouwer, scored the go-ahead goal with less than 13 seconds remaining in regulation play. This marked the first time in Winter Classic history that the home team won in regulation, the 2010 Winter Classic was the first one to be won by the home team which came in overtime. The game garnered an attendance of 42,832, and was televised nationally in the United States on NBC and in Canada on CBC.", 
                "homeTeam": "Washington Capitals", 
                "inspected:Arena": "Nationals Park", 
                "inspected:Attendance": "42,832", 
                "inspected:City": "Washington, D.C.", 
                "inspected:Date": "January 1, 2015", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/0/09/Nhlwinterclassic-primary-2015.png"
            }
        }
    ]
}