{
    "CacheContainer": {
        "CacheType": "WIKIPEDIANHL2018ALLSTARSUPPLEMENT", 
        "CachedOn": "2021-12-14T15:35:11", 
        "ExpiresOn": "2022-12-14T15:35:11", 
        "Version": "0"
    }, 
    "Items": [
        {
            "1": {
                "caption": "2019 NHL All-Star Game", 
                "date": "2019-01-26", 
                "description": "The 2019 National Hockey League All-Star Game was held at SAP Center in San Jose, home of the San Jose Sharks on January 26, 2019. San Jose last held the NHL All Star Game in 1997. This was the fourth consecutive All-Star Game that used a four-team, 3-on-3, single elimination format, with one team representing each of the league's four divisions. After years of being held on a Sunday, the 2019 All-Star Game was played on a Saturday, January 26, at 5:00 p.m. PST / 8:00 p.m. EST, while the Skills Competition was also moved from its traditional Saturday night to Friday, January 25, 2019.", 
                "inspected:Attendance": "17,562", 
                "inspected:Game one": "Central 10 – 4 Pacific", 
                "inspected:Game three": "Metropolitan 10 – 5 Central", 
                "inspected:Game two": "Metropolitan 7 – 4 Atlantic", 
                "inspected:MVP": "Sidney Crosby", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/c/c2/2019_NHL_All-Star_Game_logo.png"
            }, 
            "2": {
                "awayTeam": "Boston Bruins", 
                "caption": "2019 NHL Winter Classic", 
                "date": "2019-01-01", 
                "description": "The 2019 NHL Winter Classic (officially the 2019 Bridgestone NHL Winter Classic) was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, that was played on January 1, 2019. The game featured the Chicago Blackhawks taking on the Boston Bruins at Notre Dame Stadium in Notre Dame, Indiana, home of the University of Notre Dame's Fighting Irish football team. This was the fourth Winter Classic for the Blackhawks (2009, 2015, 2017, sixth outdoor appearance overall and fifth in six years) and the third for the Bruins (2010, 2016). The game was the Bruins' first Winter Classic as the visiting team, and the first time the NHL hosted an outdoor game outside a team's immediate media market (Chicago, the host team, is in an adjacent media market to the South Bend market where Notre Dame is located).", 
                "homeTeam": "Chicago Blackhawks", 
                "inspected:Arena": "Notre Dame Stadium", 
                "inspected:Attendance": "76,126", 
                "inspected:City": "Notre Dame, Indiana", 
                "inspected:Date": "January 1, 2019", 
                "logo": "https://upload.wikimedia.org/wikipedia/en/3/35"
            }
        }
    ]
}